Repository: w473/CyberProjekt-WP-Image-Watermark
Catalog: lang/cyberprojekt_*.po
Languages: iw_pl_pl

source: Setup saved
iw_pl_pl: Zapisano

source: Wrong preview image
iw_pl_pl: Nie poprawny plik podglądu

source: Error during file remove! '%' you will have to remove it manualy
iw_pl_pl: Błąd podczas usuwania pliku! '%' musisz usunąć go manualnie.

source: Restore original file
iw_pl_pl: Odtwórz plik oryginalny

source: Error during restoring
iw_pl_pl: Wystąpił błąd podczas odtwarzania

source: Original image does not exists.
iw_pl_pl: Oryginalny plik nie istnieje

source: Original image is the same as modified
iw_pl_pl: Plik oryginalny jest identyczny ze zmodyfikowanym

source: Watermark image
iw_pl_pl: Dodaj znak wodny

source: Wrong path
iw_pl_pl: Nie poprawna ścieżka

source: Wrong mime
iw_pl_pl: Nie poprawny typ mime

source: Error during making backup
iw_pl_pl: Wystąpił błąd podczas tworzenia kopii zapasowej

source: Wrong image format
iw_pl_pl: Nie poprawny format obrazka

source: Wrong type
iw_pl_pl: Nie poprawny typ

source: Error while saving image
iw_pl_pl: Wystąpił błąd w trakcie zapisywania obrazka

source: There was an error during creation of image
iw_pl_pl: Wystąpił błąd podczas tworzenie obrazka

source: There was an error during image resize
iw_pl_pl: Wystąpił błąd podczas zmiany rozmiaru obrazka

source: Wrong execution!
iw_pl_pl: Nie poprawne wywołanie!

source: String length is not valid %s
iw_pl_pl: Ilość znaków nie prawidłowa %s

source: %s is not integer
iw_pl_pl: %s nie jest liczbą całkowitą

source: %s is outside borders
iw_pl_pl: %s jest poza granicami

source: %s is not valid color
iw_pl_pl: %s nie jest poprawnym kolorem

source: File does not exists
iw_pl_pl: Plik nie istnieje

source: Validator %s does not exists
iw_pl_pl: Walidator %s nie istnieje

source: Value is required!
iw_pl_pl: Wartość jest wymagana

source: Not found in haystack
iw_pl_pl: Nie znaleziono wartości w dozwolonym zbiorze

source: Choose
iw_pl_pl: Wybierz

source: Automatic watermark
iw_pl_pl: Automatyczny znak wodny

source: Enable automatic watermarks
iw_pl_pl: Zezwól na automatyczne dodanie znaku wodnego

source: Preserve Original Image
iw_pl_pl: Zachowuj pliki oryginalne

source: Enable preserving (copying) original file
iw_pl_pl: Uruchom zachowanie (kopiowanie) pliku oryginalnego

source: Text and image
iw_pl_pl: Tekst i obraz

source: Text only
iw_pl_pl: Tylko tekst

source: Image only
iw_pl_pl: Tylko obraz

source: Watermark type
iw_pl_pl: Typ znaku wodnego

source: Select a watermark type
iw_pl_pl: Wybierz typ znaku wodnego

source: Image sizes type
iw_pl_pl: Typy wielkości obrazków

source: Set type of size measure to enable watermarks
iw_pl_pl: Wybierz typ wielkości obrazków do znaku wodnego

source: Image sizes
iw_pl_pl: Wielkości obrazków

source: Enable watermarks for the selected image sizes
iw_pl_pl: Zezwól na automatyczne dodanie znaku wodnego dla następujących rozmiarów obrazków

source: Images min width
iw_pl_pl: Minimalna szerokość obrazka

source: Images min height
iw_pl_pl: Minimalna wysokość obrazka

source: Images max width
iw_pl_pl: Maksymalna szerokość obrazka

source: Images max height
iw_pl_pl: Maksymalna wysokość obrazka

source: Image types
iw_pl_pl: Typy obrazków

source: Enable automatic watermarks for the selected image types
iw_pl_pl: Zezwól na automatyczne dodanie znaku wodnego dla następujących typów obrazków

source: Automatic rotate
iw_pl_pl: Automatyczny obrót

source: Enable automatic rotate of images by exif data (only for JPG!)
iw_pl_pl: Zezwól na automatyczny obrót obrazków na podstawie danych exif (tylko dla JPG!)

source: Jpg image quality
iw_pl_pl: Jakość wynikowego JPG

source: Text font
iw_pl_pl: Czcionka

source: Watermark text
iw_pl_pl: Tekst znaku wodnego

source: Configure the text
iw_pl_pl: Ustaw tekst

source: Text width
iw_pl_pl: Szerokość tekstu

source: Configure the watermark text width (percentage)
iw_pl_pl: Ustaw szerokości tekstu znaku wodnego (procenty)

source: Text color
iw_pl_pl: Kolor tekstu

source: Configure the watermark text color (FFFFFF is white)
iw_pl_pl: Ustaw kolor tekstu znaku wodnego (FFFFFF to biały)

source: Text transparency
iw_pl_pl: Przezroczystość tekstu

source: Configure the watermark text transparency (percentage)
iw_pl_pl: Ustaw przezroczystość tekst znaku wodnego (procenty)

source: Text vertical position
iw_pl_pl: Pozycja wertykalna tekstu

source: Vertical position adjustment
iw_pl_pl: Dostosowanie pozycji wertykalnej

source: Text horizontal position
iw_pl_pl: Pozycja horyzontalna tekstu

source: Horizontal position adjustment.
iw_pl_pl: Dostosowanie pozycji horyzontalnej

source: Text rotate angle
iw_pl_pl: Kąt obrotu tekstu

source: Text rotate angle.
iw_pl_pl: Kąt obrotu tekstu

source: Image URL
iw_pl_pl: URL obrazka

source: Choose the watermark image.
iw_pl_pl: Wybierz obrazek znaku wodnego

source: Image width
iw_pl_pl: Szerokość obrazka

source: Configure the watermark image width (percentage)
iw_pl_pl: Ustaw szerokość obrazka znaku wodnego (procenty)

source: Image vertical position
iw_pl_pl: Pozycja wertykalna obrazka

source: Image horizontal position
iw_pl_pl: Pozycja horyzontalna obrazka

source: Element %s is not subclass of AbstractElement
iw_pl_pl: Element %s nie dziedziczy po AbstractElement

source: Form element by name %s does not exists!
iw_pl_pl: Element %s formularza nie istnieje!

source: There was an error during file delete
iw_pl_pl: Wystąpił problem w trakcie usuwania pliku

source: Name
iw_pl_pl: Nazwa

source: Preview
iw_pl_pl: Podgląd

source: Options
iw_pl_pl: Opcje

source: Delete
iw_pl_pl: Usuń

source: Wrong file type %1$s %2$s allowed %3$s!
iw_pl_pl: Błędny typ pliku %1$s %2$s, dozwolone %3$s!

source: Failed to save %1$s
iw_pl_pl: Nie udało się zapisać %1$s

source: No files
iw_pl_pl: Brak plików

source: Successfully uploaded file
iw_pl_pl: Wgrania plików zakończono powodzeniem

source: Error during upload
iw_pl_pl: Wystąpił błąd podczas wgrywania

source: This paths must be writable
iw_pl_pl: Te ścieżki muszą być zapisywalne

source: Wrong type, allowed:
iw_pl_pl: Nie poprawny typ, dozwolone:

source: Wrong size, max allowed:
iw_pl_pl: Zła wielkość, maksymalnie:

source: Other error:
iw_pl_pl: Inny błąd

source: No errors
iw_pl_pl: Brak błędów

source: Are you sure you want to delete this file
iw_pl_pl: Czy na pewno chcesz skasować ten plik

source: Validation error
iw_pl_pl: Błąd walidacji

source: Choose file for preview
iw_pl_pl: Wybierz plik do wygenerowania podglądu

source: Add Watermark
iw_pl_pl: Dodaj znak wodny

source: Setup
iw_pl_pl: Ustawienia

source: Choose Files
iw_pl_pl: Wybierz pliki

source: Refresh
iw_pl_pl: Odśwież

source: Choose preview image
iw_pl_pl: Wybierz plik podglądu

source: Text
iw_pl_pl: Tekst

source: Manage
iw_pl_pl: Zarządzaj

source: Image
iw_pl_pl: Obrazek

source: Update setup
iw_pl_pl: Aktualizuj

source: Wordpress Upload Dir
iw_pl_pl: Katalog mediów Wordpress

source: Wordpress Plugins Directory
iw_pl_pl: Katalog wtyczek Wordpress

source: Path:
iw_pl_pl: Ścieżka:
